<?php

return [
    'arguments.bad' => 'неправильные агрументы в запросе',
    'id.required' => 'id обязательное поле',
    'id.not_exist' => 'id не найден',
    'firstname.required' => 'имя обязательное поле',
    'firstname.min' => 'имя должно быть длинее :min символов',
    'lastname.required' => 'фамилия обязательное поле',
    'lastname.min' => 'фамилия должна быть длинее :min символов',
    'title.min' => 'название должно быть длинее :min символов',
    'error' => [
        'database' => 'ошибка в запросе к БД',
        'database_store' => 'ошибка при сохранении в БД'
    ],
    'import' => [
        'type' => 'поле "type" невалидное',
        'success' => 'импорт успешен. Дождитесь сообщения о завершении'
    ],
    'watch.resource' => 'сайт с таким URL не обслуживается'
];
